13/data/attachments/1b8e00856532e4c7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_girl_Friend_37275_1</nif:username>
            <nif:friendToBeRequested>soap_friends_8693f88a-5ee4-4331-a397-568dcd01b40b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>